[
    {
        "author": null,
        "title": "Tariq Lamptey: Brighton defender out for the season",
        "publishedAt": "2021-03-12T15:00:18Z",
        "content": "Tariq Lamptey has not played for Brighton since being taken off in the goalless draw at Fulham in December\r\nBrighton right-back Tariq Lamptey will miss the remainder of the season because he requires… [+704 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Ant Group boss Simon Hu steps down in restructuring",
        "publishedAt": "2021-03-12T14:53:49Z",
        "content": "image copyrightGetty Images\r\nimage captionAnt Group is controlled by Alibaba founder Jack Ma\r\nThe chief executive of China's Ant Group has stepped down \"for personal reasons\" as the online payment gi… [+1492 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "UK borders: Cost of IT failures 'staggering', says spending watchdog",
        "publishedAt": "2021-03-12T14:51:46Z",
        "content": "image copyrightPress Association\r\nTaxpayers are still being hit with the \"staggering\" cost of failed UK border IT projects, a spending watchdog has warned.\r\nThe Public Accounts Committee said the Hom… [+2309 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "University of Manchester advises against using 'mother' and 'father'",
        "publishedAt": "2021-03-12T14:49:19Z",
        "content": "image captionThe University of Manchester has denied banning or scrapping certain words\r\nA university has advised staff against using the terms \"mother\" and \"father\" to avoid bias and assumption. \r\nT… [+2640 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "YouTube deletes 30,000 vaccine misinfo videos",
        "publishedAt": "2021-03-12T14:37:47Z",
        "content": "image copyrightGetty Images\r\nYouTube has removed more than 30,000 misleading Covid-19 vaccination videos in the past five months, it said.\r\nA YouTube spokeswoman said the videos contradicted vaccine … [+1991 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Sahayb Abu convicted of planning IS-inspired sword attack",
        "publishedAt": "2021-03-12T14:37:33Z",
        "content": "By Daniel De SimoneBBC News\r\nimage copyrightMetropolitan Police\r\nimage captionSahayb Abu and the kit he planned to wear in the attack\r\nA former prisoner has been convicted of planning an Islamic Stat… [+5096 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Gavin Williamson on coping with 'lonely' leadership",
        "publishedAt": "2021-03-12T14:35:08Z",
        "content": "By Sean CoughlanFamily and education correspondent\r\nimage captionGavin Williamson was asked by head teachers about his own \"wellbeing\"\r\nEducation Secretary Gavin Williamson has talked to head teacher… [+2861 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Coronavirus: Military medics deployed to assist NI vaccine rollout",
        "publishedAt": "2021-03-12T14:21:44Z",
        "content": "image copyrightGetty Images\r\nThe UK government has agreed to deploy 100 members of the military to Northern Ireland to support the \"accelerated rollout\" of Covid-19 vaccines.\r\nIt is the second time m… [+1468 chars]"
    },
    {
        "author": null,
        "title": "2021/03/12 14:00 GMT",
        "publishedAt": "2021-03-12T14:06:00Z",
        "content": "The latest five minute news bulletin from BBC World Service."
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Sarah Everard: Human remains confirmed as those of missing woman",
        "publishedAt": "2021-03-12T14:01:26Z",
        "content": "image copyrightFamily handout\r\nimage captionSarah Everard has been described as \"beautiful, thoughtful and incredibly kind\"\r\nA body that was found during the search for Sarah Everard has been confirm… [+756 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Boris Johnson visits Northern Ireland amid unionist tension",
        "publishedAt": "2021-03-12T13:59:36Z",
        "content": "By Ali GordonBBC News NI\r\nimage captionFirst Minister Arlene Foster met Boris Johnson at a Covid-19 vaccination centre in Enniskillen\r\nSinn Féin has refused to meet Boris Johnson as the Prime Ministe… [+3917 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Labour MP Margaret Beckett apologises over 'silly cow' remark",
        "publishedAt": "2021-03-12T13:58:46Z",
        "content": "By Jennifer ScottOnline political reporter, BBC News\r\nimage copyrightGetty Images\r\nimage captionMargaret Beckett and Laura Pidcock were taking part in a virtual meeting\r\nFormer Foreign Secretary Marg… [+1531 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "The disinformation tactics used by China",
        "publishedAt": "2021-03-12T13:47:50Z",
        "content": "By Krassi Twigg and Kerry AllenBBC Monitoring\r\nimage captionFacebook and Twitter removed accounts linked to China during unrest in Hong Kong in 2019\r\nThe Chinese embassy in London has criticised the … [+5552 chars]"
    },
    {
        "author": null,
        "title": "Abdoulaye Doucoure: Everton midfielder out for up to 10 weeks",
        "publishedAt": "2021-03-12T13:45:12Z",
        "content": "Abdoulaye Doucoure was taken off after 64 minutes in Everton's win at West Brom earlier this month\r\nEverton midfielder Abdoulaye Doucoure will be out for up to 10 weeks with a small fracture in his f… [+1002 chars]"
    },
    {
        "author": null,
        "title": "Football Focus: Son Heung-min says Spurs need to keep their form for 'massive' north London derby",
        "publishedAt": "2021-03-12T13:43:59Z",
        "content": "Tottenham Hotpur's Son Heung-min tells Football Focus Spurs need to keep their form ahead of Sunday's \"massive\" north London derby against Arsenal.\r\nAvailable to UK users only.\r\nWatch more from Son H… [+115 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "The Mash Report: BBC satirical comedy cancelled after four years",
        "publishedAt": "2021-03-12T13:42:18Z",
        "content": "image captionComedian Nish Kumar hosted The Mash Report\r\nBBC Two's topical comedy show The Mash Report has been cancelled after four series.\r\nThe BBC said it had needed \"to make difficult decisions\" … [+3053 chars]"
    },
    {
        "author": null,
        "title": "Dickie Bird on shielding through the Covid-19 lockdown",
        "publishedAt": "2021-03-12T13:39:06Z",
        "content": "Famous Yorkshireman Dickie Bird has spoken about his loneliness while shielding during the pandemic. \r\nThe former cricket umpire, who is 88 and lives on his own, says exercise has been the key to kee… [+35 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Covid vaccinations: No reason to stop using AstraZeneca jab, says WHO",
        "publishedAt": "2021-03-12T13:31:56Z",
        "content": "image captionBulgaria has administered about 300,000 doses of coronavirus vaccine\r\nCountries should not stop using AstraZeneca's Covid-19 vaccine over fears it causes blood clots as there is no indic… [+4127 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Rangers issue apology after football abuse report",
        "publishedAt": "2021-03-12T13:29:55Z",
        "content": "Rangers have apologised and expressed \"sincere sympathy\" to victims of child abuse in Scottish football.\r\nThe acknowledgement comes a month after the publication of a Scottish FA report into historic… [+1747 chars]"
    },
    {
        "author": null,
        "title": "Will digital trading cards replace physical ones?",
        "publishedAt": "2021-03-12T13:17:36Z",
        "content": "Digital-only trading cards are being bought and sold as non-fungible tokens (NFTs).\r\nAn NFT uses blockchain technology to create a unique digital certificate which states who owns it. There is no phy… [+450 chars]"
    }
]