[
    {
        "author": null,
        "title": "Mozambique’s president sacks top generals amid surge of insecurity",
        "publishedAt": "2021-03-12T23:57:00Z",
        "content": "No official reason has been given for the sackings but there is growing concern that the military has been unable to prevent attacks by Islamist militants in Cabo Delgado province, in the north of th… [+358 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Bolivia: Prosecutors order arrest of former interim leader",
        "publishedAt": "2021-03-12T23:56:33Z",
        "content": "image captionJeanine Áñez tweeted a link to what she said was of the arrest warrant\r\nBolivian prosecutors have ordered the arrest of the former interim president and several former ministers.\r\nThey s… [+1254 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Newspaper headlines: Vigils 'to defy' ban and Easter jabs for over-40s",
        "publishedAt": "2021-03-12T23:31:33Z",
        "content": "Watch the latest episode\r\nThe BBC News Channels press review every evening at 22:40 weekdays, 22:30 and 23:30 weekends and via the BBC iPlayer"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Cartoon SuperTed set for new animation series",
        "publishedAt": "2021-03-12T23:22:58Z",
        "content": "By Peter ShuttleworthBBC News\r\nmedia captionSuperTed started with a teddy, a tea towel and a bedtime story\r\nHe was the teddy bear with magic powers who was a cartoon favourite among royal princes and… [+7650 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Covid: Mother's Day meet-ups planned as lockdown eases",
        "publishedAt": "2021-03-12T23:11:14Z",
        "content": "image copyrightCharlotte Phillips\r\nimage captionCharlotte Phillips plans to spend time with her mother on Sunday for the first time since Christmas\r\nPlans for outdoor Mother's Day meet-ups are under … [+3830 chars]"
    },
    {
        "author": null,
        "title": "2021/03/12 23:00 GMT",
        "publishedAt": "2021-03-12T23:06:00Z",
        "content": "The latest five minute news bulletin from BBC World Service."
    },
    {
        "author": null,
        "title": "Newcastle 1-1 Aston Villa: Steve Bruce is 'frustrated' with missed opportunities",
        "publishedAt": "2021-03-12T23:03:51Z",
        "content": "Newcastle boss Steve Bruce says he is frustrated that his side missed some \"big opportunities\" in their 1-1 draw with Aston Villa. \r\nMATCH REPORT: Newcastle 1-1 Aston Villa"
    },
    {
        "author": null,
        "title": "Newcastle 1-1 Aston Villa: It was an ugly game, says Villa manager Dean Smith",
        "publishedAt": "2021-03-12T23:02:47Z",
        "content": "Aston Villa manager Dean Smith says it was an \"ugly game\" as his side conceded a late equaliser against Newcastle in a largely dull encounter at St James' Park. \r\nMATCH REPORT: Newcastle 1-1 Aston Vi… [+2 chars]"
    },
    {
        "author": null,
        "title": "Kate Zackary: Exeter's USA international on juggling work life with rugby",
        "publishedAt": "2021-03-12T23:01:37Z",
        "content": "Kate Zackary played for the United States at the 2017 World Cup and the 2018 Sevens World Cup\r\n\"People joke that I never sleep,\" Kate Zackary says as she uses some rare free time between rugby and wo… [+4461 chars]"
    },
    {
        "author": null,
        "title": "Hannah Rankin: Scot wins on welterweight debut against Kholosa Ndobayini",
        "publishedAt": "2021-03-12T23:00:02Z",
        "content": "Hannah Rankin was a worthy winner in Cape Town\r\nScotland's Hannah Rankin made a winning debut at welterweight as she defeated South African Kholosa Ndobayini by unanimous decision in Cape Town.\r\nThe … [+299 chars]"
    },
    {
        "author": null,
        "title": "Man City want Atletico's Felix as Aguero replacement - Saturday's gossip",
        "publishedAt": "2021-03-12T22:43:16Z",
        "content": "Manchester City are eying a potential move for Atletico Madrid's 21-year-old Portugal striker Joao Felix as a possible replacement for Sergio Aguero, who is out of contract in the summer. (Eurosport)… [+2175 chars]"
    },
    {
        "author": null,
        "title": "Pep Guardiola: Man City boss says grass is not good at Etihad Stadium",
        "publishedAt": "2021-03-12T22:37:50Z",
        "content": "Guardiola is unhappy with the pitch, despite his side beating Southampton 5-2 at the Etihad on Wednesday\r\nManchester City may be runaway Premier League leaders and chasing a quadruple, but manager Pe… [+2029 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Mississippi bans trans girls from school sports",
        "publishedAt": "2021-03-12T22:33:01Z",
        "content": "image copyrightGetty Images\r\nimage captionMississippi Republican Governor Tate Reeves\r\nMississippi's governor has signed a law banning transgender athletes from competing in girls' sports at school.\r… [+5054 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Goodbye to the original celebrity private jet",
        "publishedAt": "2021-03-12T22:29:47Z",
        "content": "By Justin HarperBusiness reporter, BBC News\r\nimage copyrightGetty Images\r\nLearjet, once synonymous with private jet travel for the super-rich and famous, will stop production this year.\r\nIts owner Bo… [+3141 chars]"
    },
    {
        "author": null,
        "title": "Would you scrap your car for public transport credits?",
        "publishedAt": "2021-03-12T22:28:24Z",
        "content": "Would you scrap your car for public transport credits? Video, 00:02:13Would you scrap your car for public transport credits?"
    },
    {
        "author": null,
        "title": "Pro14: Glasgow 30-25 Ospreys",
        "publishedAt": "2021-03-12T22:22:51Z",
        "content": "Rufus McLean's score helped Glasgow hit back for victory\r\n<table><tr><th>Pro14: Glasgow Warriors v Ospreys</th></tr>\r\n<tr><td>Glasgow Warriors (9) 30</td></tr><tr><td>Tries: L Jones, McLean, Seiuli C… [+1030 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Roblox: 'We paid off our parents' mortgage making video games'",
        "publishedAt": "2021-03-12T22:19:14Z",
        "content": "By Lora Jones &amp; Laura Heighton-GinnsBBC business reporters\r\nimage copyrightBen and Matt Horton\r\nimage captionBen and Matt have turned a hobby into a living\r\nWhen identical twins Ben and Matt Hort… [+5481 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Covid: US and allies promise one billion jabs for South East Asia",
        "publishedAt": "2021-03-12T22:15:11Z",
        "content": "image captionThe virtual summit on Friday was chaired by US President Joe Biden\r\nThe leaders of the US, Australia, India and Japan have agreed to deliver one billion doses of coronavirus vaccine to m… [+4750 chars]"
    },
    {
        "author": "https://www.facebook.com/bbcnews",
        "title": "Amazon will not sell books that 'frame sexual identity as mental illness'",
        "publishedAt": "2021-03-12T22:14:05Z",
        "content": "image copyrightGetty Images\r\nimage captionAmazon said it removed the publication \"for violating our guidelines\"\r\nAmazon has said that it will not sell books that frame gender or sexual identities as … [+2402 chars]"
    },
    {
        "author": null,
        "title": "Premier League hopes fans can return for final two rounds of games",
        "publishedAt": "2021-03-12T22:08:57Z",
        "content": "Up to 10,000 fans could be allowed at matches on 18-20 May and 23 May\r\nThe Premier League plans to have fans in grounds at the final two rounds of matches this season, says chief executive Richard Ma… [+1830 chars]"
    }
]