[
    {
        "author": "Megan Farokhmanesh",
        "title": "Why game developers can’t get a handle on doors",
        "publishedAt": "2021-03-12T22:17:29Z",
        "content": "The best kind of door in a video game is the one no one remembers. Sure, everyone can appreciate a big, beautiful door with great animations, says Owlchemy Labs developer Pete Galbraith. But in a vid… [+5812 chars]"
    },
    {
        "author": "Nick Statt",
        "title": "Some Bethesda games now on Xbox Game Pass are getting frame rate boosts on Xbox Series X/S",
        "publishedAt": "2021-03-12T21:52:25Z",
        "content": "Dishonored: Definitive Edition, Fallout games, and Prey boosted to 60 fps\r\nIllustration by Alex Castro / The Verge\r\nMicrosofts Xbox Game Pass platform just got a huge boost with the addition of 20 ne… [+1489 chars]"
    },
    {
        "author": "Barbara Krasnoff",
        "title": "Bitwarden adds secure text and file transfer to its arsenal",
        "publishedAt": "2021-03-12T21:18:30Z",
        "content": "A new Send feature lets you send links to encrypted files\r\nMany current password managers allow you to share your passwords with family members or other individuals or groups. (You do use a password … [+2396 chars]"
    },
    {
        "author": "Taylor Lyles",
        "title": "Here’s where you can buy a PS5",
        "publishedAt": "2021-03-12T20:55:30Z",
        "content": "Its quite difficult to buy one these days\r\nIf you buy something from a Verge link, Vox Media may earn a commission. See our ethics statement.\r\nUpdate March 12th, 2021 3:55PM ET: Best Buy currently ha… [+4935 chars]"
    },
    {
        "author": "Mitchell Clark",
        "title": "Amazon Prime Video will soon let you shuffle all the shows you’ve been meaning to binge",
        "publishedAt": "2021-03-12T20:46:09Z",
        "content": "Amazon seems to be trying to get the feature out before Netflix does\r\nIllustration by Alex Castro / The Verge\r\nAmazon is updating its Prime Video app to include a new feature: the ability to play epi… [+910 chars]"
    },
    {
        "author": "Taylor Lyles",
        "title": "Sony’s PlayStation 5 is restocked at Best Buy",
        "publishedAt": "2021-03-12T20:42:11Z",
        "content": "Both PS5s are in stock right now\r\nIf you buy something from a Verge link, Vox Media may earn a commission. See our ethics statement.\r\nIf you missed Targets PS5 restocks Thursday, you may be in luck. … [+1785 chars]"
    },
    {
        "author": "Jay Peters",
        "title": "Microsoft’s Edge browser will match Chrome’s upcoming four-week release cycle",
        "publishedAt": "2021-03-12T19:32:17Z",
        "content": "The change will go into effect in September\r\nIllustration by Alex Castro / The Verge\r\nMicrosoft is going to adjust its release cycles for Microsoft Edge to match the every-four-weeks release cadence … [+923 chars]"
    },
    {
        "author": "Ian Carlos Campbell",
        "title": "Pocket’s sort by time to read feature seems designed for the return of commutes",
        "publishedAt": "2021-03-12T19:06:03Z",
        "content": "Image: Pocket\r\n\n \n\n Pocket, an app for saving articles to read later, is rolling out a sorting option to Android users over the next few weeks that could solve my paralysis when choosing something to… [+2076 chars]"
    },
    {
        "author": "Jacob Kastrenakes",
        "title": "A secretive metaverse creator bought the $69 million Beeple NFT",
        "publishedAt": "2021-03-12T18:29:00Z",
        "content": "The third-highest auction price for a living artist\r\nImage: Beeple\r\nMetaKovan, the pseudonymous founder of MetaPurse, is the buyer behind the $69 million winning bid for a Beeple NFT at Christies yes… [+2880 chars]"
    },
    {
        "author": "Makena Kelly",
        "title": "Microsoft and newspapers join forces to fight Google",
        "publishedAt": "2021-03-12T18:06:46Z",
        "content": "With the support of both Republicans and Democrats\r\nPhoto by Drew Angerer/Getty Images\r\nThis story is part of a group of stories called \r\nHill Report is a digest of the congressional hearings that im… [+5432 chars]"
    },
    {
        "author": "Sean O'Kane",
        "title": "GM-backed startup Lordstown Motors accused of faking preorders",
        "publishedAt": "2021-03-12T17:46:22Z",
        "content": "The short-selling firm that dug into Nikola last year has a new target\r\nImage: Lordstown Motors\r\nGeneral Motors-backed EV startup Lordstown Motors has been accused of fabricating some of the 100,000 … [+5380 chars]"
    },
    {
        "author": "Jay Peters",
        "title": "Let this robot Twitter composer serenade you with randomly generated music",
        "publishedAt": "2021-03-12T17:32:01Z",
        "content": "Illustration by Alex Castro / The Verge\r\n\n \n\n I have been listening to robot-made music all week. No, not Daft Punk, but randomly generated music posted every hour by a Twitter bot, @MelodyBot3456. A… [+2197 chars]"
    },
    {
        "author": "Monica Chin",
        "title": "MSI Summit B15 review: average business",
        "publishedAt": "2021-03-12T17:19:52Z",
        "content": "MSI Summit B15 review: average business\r\nFunctional but could be better\r\nThe MSI Summit B15 is functional, with some caveats.\r\nThis year, multiple companies primarily known for gaming laptops have be… [+9150 chars]"
    },
    {
        "author": "Taylor Lyles",
        "title": "Disney’s MagicMobile pass is a contactless alternative to the MagicBand",
        "publishedAt": "2021-03-12T17:04:42Z",
        "content": "It will roll out first on Apple devices\r\nWho needs a plastic wristband when you can use your iPhone to do the same thing?\r\nImage: Disney\r\nIn 2013, Walt Disney World resort offered the MagicBands a pl… [+1146 chars]"
    },
    {
        "author": "James Vincent",
        "title": "Facebook’s next big AI project is training its machines on users’ public videos",
        "publishedAt": "2021-03-12T17:00:00Z",
        "content": "AI that can understand video could be put to a variety of uses\r\nIllustration by Alex Castro / The Verge\r\nTeaching AI systems to understand whats happening in videos as completely as a human can is on… [+8111 chars]"
    },
    {
        "author": "Kim Lyons",
        "title": "Tim Berners-Lee says internet access should be a basic right",
        "publishedAt": "2021-03-12T16:36:24Z",
        "content": "Failing to provide universal access means losing opportunities to serve humanity, he says\r\nPhoto by Paul Clarke / Wikimedia\r\nTim Berners-Lee, the inventor of the world wide web, writes in a new post … [+3082 chars]"
    },
    {
        "author": "Chaim Gartenberg",
        "title": "Almost all of LG’s Android 11 updates aren’t coming until the end of 2021",
        "publishedAt": "2021-03-12T16:30:39Z",
        "content": "At least, according to the companys German website\r\nPhoto by Chaim Gartenberg / The Verge\r\nLGs German website has revealed its Android 11 update roadmap at least for Europe and the news isnt too enco… [+1052 chars]"
    },
    {
        "author": "Andrew Marino",
        "title": "Vergecast: NFT mania, the Sonos Roam, and the next Android phones",
        "publishedAt": "2021-03-12T16:23:04Z",
        "content": "Illustration by Alex Castro / The Verge\r\n\n \n\n Every Friday, The Verge publishes our flagship podcast The Vergecast, our chat show discussing the week in tech news featuring our reporters and editors.… [+2097 chars]"
    },
    {
        "author": "Tom Warren",
        "title": "Google slams Microsoft for trying ‘to break the way the open web works’",
        "publishedAt": "2021-03-12T16:16:28Z",
        "content": "Google isnt happy with Microsoft over online news\r\nIllustration by Alex Castro / The Verge\r\nGoogle and Microsoft engineers might collaborate on the Chromium browser code, but that hasnt stopped corpo… [+3762 chars]"
    },
    {
        "author": "Sean Hollister",
        "title": "The engineers building ridiculous dart blasters that Nerf won’t touch",
        "publishedAt": "2021-03-12T16:15:00Z",
        "content": "Luke Goodman, owner and founder of Out of Darts, is pictured in their Vancouver, WA factory and warehouse on February 25th, 2021.\r\n\n \n\n\n Inside the DIY Nerf arms race It was a beautiful summer day in… [+18309 chars]"
    }
]